//
//  BKPasscodeView.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d tentativi di inserimento del codice segreto non riusciti";
"%d Failed Password Attempts" = "%d tentativi di inserimento della password non riusciti";

"1 Failed Passcode Attempt" = "1 tentativo di inserimento del codice segreto non riuscito";
"1 Failed Password Attempt" = "1 tentativo di inserimento della password non riuscito";

"Do you want to use Touch ID for authentication?" = "Vuoi utilizzare Touch ID per l'autenticazione?";

"Done" = "Fatto";

"Enable Touch ID" = "Abilita Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Digita un codice segreto differente. Non puoi riutilizzare lo stesso.";
"Enter a different password. Cannot re-use the same password." = "Digita una password differente. Non puoi riutilizzare la stessa.";

"Enter a passcode" = "Digita un codice segreto";
"Enter a password" = "Digita una password";

"Enter your new passcode" = "Digita il tuo nuovo codice segreto";
"Enter your new password" = "Digita la tua nuova password";

"Enter your old passcode" = "Digita il tuo vecchio codice segreto";
"Enter your old password" = "Digita la tua vecchia password";

"Enter your passcode" = "Digita il tuo codice segreto";
"Enter your password" = "Digita la tua password";

"Invalid Passcode" = "Codice segreto non valido";
"Invalid Password" = "Password non valida";

"Passcodes did not match.\nTry again." = "Codici segreti non corrispondenti.\nRiprova.";
"Password did not match.\nTry again." = "La password non corrisponde. \nRiprova.";

"Re-enter your passcode" = "Digita nuovamente il codice segreto";
"Re-enter your password" = "Digita nuovamente la tua nuova password";

"Try again in %d minutes" = "Riprova tra %d minuti";

"Try again in 1 minute" = "Riprova tra 1 minuto";
